---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.SlabFailures
source: html/4f6b3db4-ea22-7d4a-7a55-b18a43c3d93f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SlabFailures

Failures about Slab.

## Syntax (C#)
```csharp
public static class SlabFailures
```